{
	"version":2,
	"filename":"imprint.html",
	"path_from_doc_root":"/blog/",
	"category":"",
	"tags":"",
	"create_date":"01.01.2007",
	"title":"Imprint - Impressum",
	"title_plain":"imprint_impressum",
	"excerpt":"<p>Dieses Impressum gilt für die Website drewing.de, die die private Website von Ingmar Drewing, wohnhaft im Schulberg8 in 65183 Wiesbaden, ist, sowie für alle Webpräsenzen von Ingmar Drewing, wie z.B. die zugehörige Facebook-Page https://www.facebook.com/drewing.de und das Facebook-Profil https://www.facebook.com/ingmar.drewing sowie die Google-Plus Seite https://plus.google.com/107755781256885973202/posts der Twitter-Account unter https://twitter.com/ingmardrewing und alle weiteren Profile und Websites von Ingmar Drewing, wie auch [&hellip;]</p>",
	"content":"<p>Angaben nach TDG:</p><p>Dieses Impressum gilt für die Website drewing.de, die die private Website von Ingmar Drewing (wohnhaft im Schulberg 8, 65183 Wiesbaden, Deutschland) ist, sowie für alle Webpräsenzen von Ingmar Drewing, wie z.B. die zugehörige Facebook-Page <a href=\"https://www.facebook.com/drewing.de\">https://www.facebook.com/drewing.de</a> und das Facebook-Profil <a href=\"https://www.facebook.com/ingmar.drewing\">https://www.facebook.com/ingmar.drewing</a> sowie die Google-Plus Seite <a href=\"https://plus.google.com/107755781256885973202/posts\">https://plus.google.com/107755781256885973202/posts</a> der Twitter-Account unter <a href=\"https://twitter.com/ingmardrewing\">https://twitter.com/ingmardrewing</a> und alle weiteren Profile und Websites von Ingmar Drewing, wie auch www.devabo.de und www.spacebaden.com .</p><p>Redaktionell verantwortlich ist:</p><p>Ingmar Drewing<br />(Dipl. Kommunkationsdesigner /FH /BRD)<br />Schulberg 8<br />65183 Wiesbaden</p><p>Telefon: 0173-3076520<br />E-Mail: imprint01@drewing.de</p><p>Haftungsausschluss</p><p>1. Inhalt des Onlineangebotes<br />Der Autor übernimmt keinerlei Gewähr für die Aktualität, Korrektheit, Vollständigkeit oder Qualität der bereitgestellten Informationen. Haftungsansprüche gegen den Autor, welche sich auf Schäden materieller oder ideeller Art beziehen, die durch die Nutzung oder Nichtnutzung der dargebotenen Informationen bzw. durch die Nutzung fehlerhafter und unvollständiger Informationen verursacht wurden, sind grundsätzlich ausgeschlossen, sofern seitens des Autors kein nachweislich vorsätzliches oder grob fahrlässiges Verschulden vorliegt.<br />Alle Angebote sind freibleibend und unverbindlich. Der Autor behält es sich ausdrücklich vor, Teile der Seiten oder das gesamte Angebot ohne gesonderte Ankündigung zu verändern, zu ergänzen, zu löschen oder die Veröffentlichung zeitweise oder endgültig einzustellen.</p><p>2. Verweise und Links<br />Bei direkten oder indirekten Verweisen auf fremde Webseiten (&#8220;Hyperlinks&#8221;), die außerhalb des Verantwortungsbereiches des Autors liegen, würde eine Haftungsverpflichtung ausschließlich in dem Fall in Kraft treten, in dem der Autor von den Inhalten Kenntnis hat und es ihm technisch möglich und zumutbar wäre, die Nutzung im Falle rechtswidriger Inhalte zu verhindern.<br />Der Autor erklärt hiermit ausdrücklich, dass zum Zeitpunkt der Linksetzung keine illegalen Inhalte auf den zu verlinkenden Seiten erkennbar waren. Auf die aktuelle und zukünftige Gestaltung, die Inhalte oder die Urheberschaft der verlinkten/verknüpften Seiten hat der Autor keinerlei Einfluss. Deshalb distanziert er sich hiermit ausdrücklich von allen Inhalten aller verlinkten /verknüpften Seiten, die nach der Linksetzung verändert wurden. Diese Feststellung gilt für alle innerhalb des eigenen Internetangebotes gesetzten Links und Verweise sowie für Fremdeinträge in vom Autor eingerichteten Gästebüchern, Diskussionsforen, Linkverzeichnissen, Mailinglisten und in allen anderen Formen von Datenbanken, auf deren Inhalt externe Schreibzugriffe möglich sind. Für illegale, fehlerhafte oder unvollständige Inhalte und insbesondere für Schäden, die aus der Nutzung oder Nichtnutzung solcherart dargebotener Informationen entstehen, haftet allein der Anbieter der Seite, auf welche verwiesen wurde, nicht derjenige, der über Links auf die jeweilige Veröffentlichung lediglich verweist.</p><p>3. Urheber- und Kennzeichenrecht<br />Der Autor ist bestrebt, in allen Publikationen die Urheberrechte der verwendeten Bilder, Grafiken, Tondokumente, Videosequenzen und Texte zu beachten, von ihm selbst erstellte Bilder, Grafiken, Tondokumente, Videosequenzen und Texte zu nutzen oder auf lizenzfreie Grafiken, Tondokumente, Videosequenzen und Texte zurückzugreifen.<br />Alle innerhalb des Internetangebotes genannten und ggf. durch Dritte geschützten Marken- und Warenzeichen unterliegen uneingeschränkt den Bestimmungen des jeweils gültigen Kennzeichenrechts und den Besitzrechten der jeweiligen eingetragenen Eigentümer. Allein aufgrund der bloßen Nennung ist nicht der Schluss zu ziehen, dass Markenzeichen nicht durch Rechte Dritter geschützt sind!<br />Das Copyright für veröffentlichte, vom Autor selbst erstellte Objekte bleibt allein beim Autor der Seiten. Eine Vervielfältigung oder Verwendung solcher Grafiken, Tondokumente, Videosequenzen und Texte in anderen elektronischen oder gedruckten Publikationen ist ohne ausdrückliche Zustimmung des Autors nicht gestattet.</p><p>4. Datenschutz<br />Sofern innerhalb des Internetangebotes die Möglichkeit zur Eingabe persönlicher oder geschäftlicher Daten (Emailadressen, Namen, Anschriften) besteht, so erfolgt die Preisgabe dieser Daten seitens des Nutzers auf ausdrücklich freiwilliger Basis. Die Inanspruchnahme und Bezahlung aller angebotenen Dienste ist &#8211; soweit technisch möglich und zumutbar &#8211; auch ohne Angabe solcher Daten bzw. unter Angabe anonymisierter Daten oder eines Pseudonyms gestattet. Die Nutzung der im Rahmen des Impressums oder vergleichbarer Angaben veröffentlichten Kontaktdaten wie Postanschriften, Telefon- und Faxnummern sowie Emailadressen durch Dritte zur Übersendung von nicht ausdrücklich angeforderten Informationen ist nicht gestattet. Rechtliche Schritte gegen die Versender von sogenannten Spam-Mails bei Verstössen gegen dieses Verbot sind ausdrücklich vorbehalten.</p><p>5. Rechtswirksamkeit dieses Haftungsausschlusses<br />Dieser Haftungsausschluss ist als Teil des Internetangebotes zu betrachten, von dem aus auf diese Seite verwiesen wurde. Sofern Teile oder einzelne Formulierungen dieses Textes der geltenden Rechtslage nicht, nicht mehr oder nicht vollständig entsprechen sollten, bleiben die übrigen Teile des Dokumentes in ihrem Inhalt und ihrer Gültigkeit davon unberührt.</p><h2>Datenschutzerklärung</h2><p>Die unter den Domänen drewing.de und devabo.de verfügbaren Websites verwenden keine Cookies.<br />Der Webserver des managed Webspaces beim Hostingdienstleister Strato (http://strato.de), auf dem die Dokumente der Websites liegen, schreibt Logdateien.  Wenn Sie eine der genannten Websites (drewing.de, devabo.de) besuchen, übermittelt das Gerät, mit dem Sie die Seite aufrufen, automatisch Verbindungsdaten an den Server. Diese in Log-Dateien auf dem Webserver protokollierten Daten enthalten die IP-Adresse des Gerätes, mit dem Sie auf die Website oder einen Dienst zugreifen, die Art des Browsers, mit dem Sie zugreifen, die Webseite, die Sie zuvor besucht haben, Ihre Systemkonfiguration sowie Datum und Zeitangaben. Laut Strato wird Ihre IP-Adresse beim Besuch einer der genannten Websites zur Erkennung und Abwehr von Angriffen maximal 7 Tage von Strato gespeichert.</p><h2>Disclaimer</h2><p>1. Content<br />The author reserves the right not to be responsible for the topicality, correctness, completeness or quality of the information provided. Liability claims regarding damage caused by the use of any information provided, including any kind of information which is incomplete or incorrect,will therefore be rejected.<br />All offers are not-binding and without obligation. Parts of the pages or the complete publication including all offers and information might be extended, changed or partly or completely deleted by the author without separate announcement.</p><p>2. Referrals and links<br />The author is not responsible for any contents linked or referred to from his pages &#8211; unless he has full knowledge of illegal contents and would be able to prevent the visitors of his site fromviewing those pages. If any damage occurs by the use of information presented there, only the author of the respective pages might be liable, not the one who has linked to these pages. Furthermore the author is not liable for any postings or messages published by users of discussion boards, guestbooks or mailinglists provided on his page.</p><p>3. Copyright<br />The author intended not to use any copyrighted material for the publication or, if not possible, to indicate the copyright of the respective object.<br />The copyright for any material created by the author is reserved. Any duplication or use of objects such as images, diagrams, sounds or texts in other electronic or printed publications is not permitted without the author&#8217;s agreement.</p><p>4. Privacy policy<br />If the opportunity for the input of personal or business data (email addresses, name, addresses) is given, the input of these data takes place voluntarily. The use and payment of all offered services are permitted &#8211; if and so far technically possible and reasonable &#8211; without specification of any personal data or under specification of anonymized data or an alias. The use of published postal addresses, telephone or fax numbers and email addresses for marketing purposes is prohibited, offenders sending unwanted spam messages will be punished.</p><p>5. Legal validity of this disclaimer<br />This disclaimer is to be regarded as part of the internet publication which you were referred from. If sections or individual terms of this statement are not legal or correct, the content or validity of the other parts remain uninfluenced by this fact.</p>",
	"thumb_base64":"",
	"images_urls":[{"title":"Imprint - Impressum","w_190":"","w_390":"","w_800":"","max_resolution":""}]
}