{
	"version":2,
	"filename":"booklist.html",
	"path_from_doc_root":"/",
	"category":"",
	"tags":"",
	"create_date":"2013-10-05",
	"title":"Books",
	"title_plain":"Books",
	"excerpt":"<p>It would have been great to find and read each of these books much earlier than I actually have. So maybe it&#8217;s useful for some of you. Story / Writing &#8220;Story&#8221; by Robert McKee I found the book to be very instructive. He describes a lot of methods you can apply right away. &#8220;Screenplay&#8221; by [&hellip;]</p>",
	"content":"<p>It would have been great to find and read each of these books much earlier than I actually have. So maybe it&#8217;s useful for some of you.</p><style>dt {  font-weight: bold;}</style><h2 class=\"maincontent__h2\">Story / Writing</h2><dl><dt>&#8220;Story&#8221; by Robert McKee</dt><dd>I found the book to be very instructive. He describes a lot of methods you can apply right away.</dd><dt>&#8220;Screenplay&#8221; by Syd Field</dt><dd>The abstraction level of this book is higher than McKee&#8217;s &#8220;Story&#8221;, focusing on the story structure paradigma &#8211; in fact a very good complement to McKee&#8217;s book.</dd><dt>&#8220;The Sense of Style&#8221; by Steven Pinker</dt><dd>Scientifically backed advise and insights on how to use language effectively. For example: use a visual vocabulary, so the (very large) visual cortex of your audiences brains gets involved during their process of understanding. (Imho much, much better than &#8220;The Elements Of Style&#8221; or &#8220;On Writing Well&#8221; ).</dd></dl><h2 class=\"maincontent__h2\">Drawing / Painting / Concept Art / Animation</h2><dl><dt>&#8220;Perspective! for Comic Book Artists&#8221; by David Chelsea</dt><dd>The book is itself a comic and covers the subject of perspective drawing to an amazing depth (no pun intended).</dd><dt>&#8220;Imaginative Realism&#8221; and &#8220;Color and Light&#8221; by James Gurney</dt><dd>Both books are very insightful concerning their subjects. Gurney describes in detail how to achieve outstanding results using professional methods (imho most important: the use of maquettes).</dd><dt>&#8220;Shadowline&#8221; by Iain McCaig</dt><dd>The author is a legend of concept art and storytelling and the book doesn&#8217;t only present his work, but also, wrapped into a story of a fictional journalist who is trying to interview McCaig, teaches the reader about these subjects.</dd><dt>&#8220;The Skillful Huntsman&#8221; by Khang Le, Mike Yamada, Felix Yoon and Scott Robertson</dt><dd>A book about visualisation of a story, leading the reader through the whole process with an examplary visualisation of one of the story of the brothers Grimm &#8211; thus the title &#8220;the skillful huntsman&#8221;. Some excellent methods here 🙂</dd><dt>&#8220;Drawn to Life&#8221; Volumes 1 and 2 by Walt Stanchfield</dt><dd>The lectures of Walt Stanchfield compiled into two volumes. These are wonderful books with a lot of really deep knowledge about effektive and expressive drawing for animation.</dd><dt>&#8220;The Illusion of Life&#8221; by Frank Thomas and Ollie Johnston</dt><dd>Another book packed with methods and insights straight from the industry leader.</dd><dt>&#8220;The Animator&#8217;s Survival Kit&#8221; by Richard Williams</dt><dd>The title is self-explanatory. The books contains the essential knowledge about the art (and craft) of classic animation.</dd></dl><h2 class=\"maincontent__h2\">Programming (Computers)</h2><dl><dt>&#8220;Head First Design Patterns&#8221; by Mike Loukides, Eric Freeman, Elisabeth Freeman, Bert Bates, Kathy Sierra</dt><dd>The book describes various (OOP) software design patterns in an actually understandable way. The examples are written in  Java, but easily adaptable to other languages. Absolutely essential read for every developer.</dd><dt>&#8220;Higher Order Perl&#8221; by Mark Jason Dominus</dt><dd>A book on functional programming in Perl, showing how to apply currying, memoization, etc.</dd></dl><h2 class=\"maincontent__h2\">Programming (People)</h2><dl><dt>&#8220;Thinking Fast and Slow&#8221; by Daniel Kahneman</dt><dd>A wonderful book with a good part of real-life applicability. Kahneman shows several situations where the human mind is prone to fallacies and shows ways how to avoid this.</dd><dt>&#8220;59 Seconds: Think a little, change a lot&#8221; by Richard Wiseman</dt><dd>This one is a bit more of a cook book than Kahneman&#8217;s book. Every chapter closes with a task that can be completed in 59 seconds (hence the title). The methods are all derived from or direct copies of scientific studies.</dd><dt>&#8220;Visual Intelligence: How We Create What We See&#8221; by Donald D. Hoffman</dt><dd>If you are working in the visual field, this book is a must-read. The chapters about shape recognition (close negative cusps being the important features) are imho splendid.</dd><dt>&#8220;Impossible to Ignore: Creating Memorable Content to Influence Decisions&#8221; by Carmen Simon</dt><dd>A nice book about communication from a memory based point of view. Some parts had me thinking &bdquo;Okay, that&#8217;s not new, that&#8217;s called branding&ldquo;, but it&#8217;s still a very good read on the topic of how to be remembered.</dd><dt>&#8220;Influence&#8221; by Robert B. Cialdini</dt><dd>Classic book on persuasion. Also, if you are fluent in German, I&#8217;d recommend this brilliant talk by Vera F. Birkenbihl on the topic, making heavy use of this book: <a href=\"https://www.youtube.com/watch?v=uq6vrz8rwS8\">https://www.youtube.com/watch?v=uq6vrz8rwS8</a></dd></dl></dl>",
	"thumb_base64":"",
	"images_urls":[{"title":"Books","w_190":"","w_390":"","w_800":"","max_resolution":""}]
}